{"id":150,"date":"2024-08-18T18:51:38","date_gmt":"2024-08-18T15:51:38","guid":{"rendered":"http:\/\/localhost\/?page_id=150"},"modified":"2024-08-18T18:51:40","modified_gmt":"2024-08-18T15:51:40","slug":"news-all","status":"publish","type":"page","link":"http:\/\/localhost\/news-all\/","title":{"rendered":"\u0412\u0441\u0435 \u0437\u0430\u043f\u0438\u0441\u0438"},"content":{"rendered":"<ul style=\"padding-top:var(--wp--preset--spacing--40);padding-bottom:var(--wp--preset--spacing--40);padding-left:var(--wp--preset--spacing--40);padding-right:var(--wp--preset--spacing--40);\" class=\"wp-block-latest-posts__list has-dates has-link-color wp-elements-10ea33b3fc17a003926840c4592dbfa3 wp-block-latest-posts has-text-color has-primary-color has-background has-background-background-color\"><li><a class=\"wp-block-latest-posts__post-title\" href=\"http:\/\/localhost\/%d0%b1%d0%b5%d0%b7-%d1%80%d1%83%d0%b1%d1%80%d0%b8%d0%ba%d0%b8\/2024\/09\/08\/id217\/\">\u041f\u0440\u0438\u043e\u0441\u0442\u0430\u043d\u043e\u0432\u043a\u0430 \u0440\u0430\u0431\u043e\u0442\u044b \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0445 \u043f\u043e\u0434\u0434\u043e\u043c\u0435\u043d\u043e\u0432 akkenrl.com<\/a><time datetime=\"2024-09-08T15:32:47+03:00\" class=\"wp-block-latest-posts__post-date\">08.09.2024<\/time><div class=\"wp-block-latest-posts__post-excerpt\">\u0414\u043e\u0431\u0440\u044b\u0439 \u0434\u0435\u043d\u044c, DNS \u0437\u0430\u043f\u0438\u0441\u0438 \u0434\u043e\u043c\u0435\u043d\u0430 akkenrl.com \u043f\u0440\u0435\u0442\u0435\u0440\u043f\u0435\u043b\u0438 \u043d\u0435\u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0438\u0437\u043c\u0435\u043d\u0435\u043d\u0438\u044f, \u0432 \u043d\u0438\u0445 \u0432\u0445\u043e\u0434\u044f\u0442 \u0443\u0434\u0430\u043b\u0435\u043d\u0438\u0435 \u043f\u043e\u0434\u0434\u043e\u043c\u0435\u043d\u043e\u0432: \u0412\u0441\u0435 \u044d\u0442\u0438 \u043f\u043e\u0434\u0434\u043e\u043c\u0435\u043d\u044b \u043d\u0435\u0434\u043e\u0441\u0442\u0443\u043f\u043d\u044b \u043d\u0430 \u0434\u0430\u043d\u043d\u044b\u0439 \u043f\u0435\u0440\u0438\u043e\u0434 \u0432\u0440\u0435\u043c\u0435\u043d\u0438, \u0432 \u0431\u0443\u0434\u0443\u0449\u0435\u043c \u043d\u0430 \u0438\u0445 \u043c\u0435\u0441\u0442\u043e \u043c\u043e\u0436\u0435\u0442 \u043f\u0440\u0438\u0434\u0442\u0438 \u0447\u0442\u043e \u0442\u043e \u043d\u0430\u043c\u043d\u043e\u0433\u043e \u043c\u0430\u0441\u0448\u0442\u0430\u0431\u043d\u0435\u0435, \u0447\u0435\u043c \u044d\u0442\u043e \u0431\u044b\u043b\u043e \u0441\u0435\u0439\u0447\u0430\u0441 =)<\/div><\/li>\n<li><a class=\"wp-block-latest-posts__post-title\" href=\"http:\/\/localhost\/news\/2024\/09\/01\/id173\/\">\u041d\u043e\u0432\u044b\u0439, \u0431\u043e\u043b\u0435\u0435 \u0431\u044b\u0441\u0442\u0440\u044b\u0439 \u0445\u043e\u0441\u0442\u0438\u043d\u0433<\/a><time datetime=\"2024-09-01T17:42:25+03:00\" class=\"wp-block-latest-posts__post-date\">01.09.2024<\/time><div class=\"wp-block-latest-posts__post-excerpt\">\u041d\u0430 \u0441\u0430\u043c\u043e\u043c \u0434\u0435\u043b\u0435, \u043d\u0435 \u0434\u043b\u044f \u043a\u043e\u0433\u043e \u043d\u0435 \u0441\u0435\u043a\u0440\u0435\u0442, \u0447\u0442\u043e \u0441\u0430\u0439\u0442 akkenrl.com \u043d\u0430\u0445\u043e\u0434\u0438\u043b\u0441\u044f \u043d\u0430 \u0445\u043e\u0441\u0442\u0438\u043d\u0433\u0435 GitHub Pages. \u0412\u044b \u043c\u0435\u043d\u044f \u0441\u043f\u0440\u043e\u0441\u0438\u0442\u0435: \u0442\u044b \u0447\u0442\u043e, \u043f\u0438\u0448\u0435\u0448\u044c \u043a\u0430\u0436\u0434\u0443\u044e \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u0443 \u0432\u0440\u0443\u0447\u043d\u0443\u044e?! \u041c\u043e\u0439 \u043e\u0442\u0432\u0435\u0442: \u043d\u0435\u0442! \u0423\u043f\u0440\u0430\u0432\u043b\u0435\u043d\u0438\u0435\u043c \u043a\u043e\u043d\u0442\u0435\u043d\u0442\u0430 \u0437\u0430\u043d\u0438\u043c\u0430\u0435\u0442\u0441\u044f WordPress \u0440\u0430\u0437\u0432\u0435\u0440\u043d\u0443\u0442\u044b\u0439 \u043d\u0430 \u043b\u043e\u043a\u0430\u043b\u044c\u043d\u043e\u043c \u0445\u043e\u0441\u0442\u0435, \u043f\u043e\u0442\u043e\u043c \u0432\u0441\u0435 \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0434\u0435\u043b\u0430\u044e\u0442\u0441\u044f \u0441\u0442\u0430\u0442\u0438\u0447\u043d\u044b\u043c\u0438 \u0438 \u043f\u0443\u0431\u043b\u0438\u043a\u0443\u044e\u0442\u0441\u044f \u0432 Git \u0440\u0435\u043f\u043e\u0437\u0438\u0442\u043e\u0440\u0438\u0439, \u0437\u0430\u0442\u0435\u043c \u043c\u0430\u0433\u0438\u044f, \u0438 \u043e\u043f \u0432\u044b \u0432\u0438\u0434\u0438\u0442\u0435 \u044d\u0442\u043e\u0442 \u0441\u0430\u0439\u0442. \u041d\u043e\u2026 <a class=\"wp-block-latest-posts__read-more\" href=\"http:\/\/localhost\/news\/2024\/09\/01\/id173\/\" rel=\"noopener noreferrer\">\u0427\u0438\u0442\u0430\u0442\u044c \u0434\u0430\u043b\u0435\u0435<span class=\"screen-reader-text\">: \u041d\u043e\u0432\u044b\u0439, \u0431\u043e\u043b\u0435\u0435 \u0431\u044b\u0441\u0442\u0440\u044b\u0439 \u0445\u043e\u0441\u0442\u0438\u043d\u0433<\/span><\/a><\/div><\/li>\n<li><a class=\"wp-block-latest-posts__post-title\" href=\"http:\/\/localhost\/news\/2024\/08\/18\/id144\/\">\u041d\u043e\u0432\u044b\u0439 \u0440\u0430\u0437\u0434\u0435\u043b?!<\/a><time datetime=\"2024-08-18T18:44:55+03:00\" class=\"wp-block-latest-posts__post-date\">18.08.2024<\/time><div class=\"wp-block-latest-posts__post-excerpt\">\u0425\u0435\u043b\u043b\u043e\u0443, \u0438 \u043e\u043f\u044f\u0442\u044c \u0436\u0435 \u0434\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c \u043d\u0430 \u0441\u0430\u0439\u0442 akkenrl.com. \u0421\u0435\u0433\u043e\u0434\u043d\u044f \u0432\u044b\u043f\u0443\u0441\u043a\u0430\u044e \u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u0435 \u0441\u0430\u0439\u0442\u0430, \u0433\u0434\u0435 \u0434\u043e\u0431\u0430\u0432\u043b\u044f\u044e \u043f\u0443\u043d\u043a\u0442 &#171;\u041a\u043d\u0438\u0433\u0438 \u0434\u043b\u044f \u0447\u0442\u0435\u043d\u0438\u044f&#187; \u0417\u0434\u0435\u0441\u044c \u0431\u0443\u0434\u0443 \u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c \u043a\u043d\u0438\u0433\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u0447\u0438\u0442\u0430\u044e \u0438\u043b\u0438 \u0431\u0443\u0434\u0443 \u0447\u0438\u0442\u0430\u0442\u044c \u0438 \u0440\u0435\u043a\u043e\u043c\u0435\u043d\u0434\u0443\u044e \u043a \u043f\u0440\u043e\u0447\u0442\u0435\u043d\u0438\u044e.<\/div><\/li>\n<li><a class=\"wp-block-latest-posts__post-title\" href=\"http:\/\/localhost\/news\/2024\/08\/17\/id121\/\">Neutron UPD: \u041d\u043e\u0432\u044b\u0439 \u0432\u0438\u0434 \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f &#8212; \u0421\u0435\u0440\u0432\u0438\u0441\u044b<\/a><time datetime=\"2024-08-17T13:54:44+03:00\" class=\"wp-block-latest-posts__post-date\">17.08.2024<\/time><div class=\"wp-block-latest-posts__post-excerpt\">\u041f\u0440\u0438\u0432\u0435\u0442 \u0434\u043e\u0440\u043e\u0433\u043e\u0439 \u0447\u0438\u0442\u0430\u0442\u0435\u043b\u044c, \u0441\u0435\u0433\u043e\u0434\u043d\u044f \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 Neutron \u043d\u0435\u043c\u043d\u043e\u0433\u043e \u043e\u0431\u043d\u043e\u0432\u0438\u043b\u043e\u0441\u044c, \u0438 \u043f\u043e\u043f\u043e\u043b\u043d\u0438\u043b\u043e\u0441\u044c \u0442\u0430\u043a\u0438\u043c \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043e\u043c \u043a\u0430\u043a &#171;\u0421\u0435\u0440\u0432\u0438\u0441\u044b&#187;. \u0412 \u0434\u0430\u043d\u043d\u044b\u0445 \u0441\u0435\u0440\u0432\u0438\u0441\u0430\u0445 \u0431\u0443\u0434\u0443\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043c\u0438\u043d\u0438 \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f \u0434\u043b\u044f \u0431\u043e\u043b\u0435\u0435 \u0443\u0434\u043e\u0431\u043d\u043e\u0433\u043e \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u044f \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0433\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f. \u042d\u0442\u0438 \u0441\u0435\u0440\u0432\u0438\u0441\u044b \u0431\u0443\u0434\u0443\u0442 \u043e\u0431\u043d\u043e\u0432\u043b\u044f\u0442\u044c\u0441\u044f \u043d\u0435\u0437\u0430\u0432\u0438\u0441\u0438\u043c\u043e \u043e\u0442 \u043e\u0441\u043d\u043e\u0432\u043d\u043e\u0433\u043e \u043f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u044f, \u0438 \u0432\u0435\u0441\u044c \u043a\u043e\u0434 \u0431\u0443\u0434\u0435\u0442 \u0440\u0430\u0441\u043f\u043e\u043b\u0430\u0433\u0430\u0442\u044c\u0441\u044f \u043d\u0430 \u0441\u0435\u0440\u0432\u0435\u0440\u0430\u0445. \u041f\u0440\u0438\u043b\u043e\u0436\u0435\u043d\u0438\u0435 \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u043f\u043e\u043b\u043d\u044f\u0442\u044c\u0441\u044f \u0432\u0441\u0435 \u0431\u043e\u043b\u0435\u0435 \u043f\u043e\u043b\u0435\u0437\u043d\u044b\u043c \u0444\u0443\u043d\u043a\u0446\u0438\u043e\u043d\u0430\u043b\u043e\u043c, \u043d\u0443 \u0430 \u043c\u044b \u0436\u0434\u0435\u043c \u0431\u043b\u0438\u0436\u0430\u0439\u0448\u0435\u0439 \u043f\u0443\u0431\u043b\u0438\u043a\u0430\u0446\u0438\u0438\u2026 <a class=\"wp-block-latest-posts__read-more\" href=\"http:\/\/localhost\/news\/2024\/08\/17\/id121\/\" rel=\"noopener noreferrer\">\u0427\u0438\u0442\u0430\u0442\u044c \u0434\u0430\u043b\u0435\u0435<span class=\"screen-reader-text\">: Neutron UPD: \u041d\u043e\u0432\u044b\u0439 \u0432\u0438\u0434 \u0432\u0437\u0430\u0438\u043c\u043e\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f &#8212; \u0421\u0435\u0440\u0432\u0438\u0441\u044b<\/span><\/a><\/div><\/li>\n<li><a class=\"wp-block-latest-posts__post-title\" href=\"http:\/\/localhost\/ios\/2024\/08\/16\/id63\/\">iOS: \u041a\u0430\u043a \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0441\u0432\u043e\u0439 \u0442\u0435\u043a\u0441\u0442 \u0432\u043c\u0435\u0441\u0442\u043e Carrier<\/a><time datetime=\"2024-08-16T21:10:40+03:00\" class=\"wp-block-latest-posts__post-date\">16.08.2024<\/time><div class=\"wp-block-latest-posts__post-excerpt\">\u0414\u043e\u0431\u0440\u044b\u0439 \u0434\u0435\u043d\u044c \u0432\u0441\u0435\u043c \u043f\u043e\u0434\u043f\u0438\u0441\u0447\u0438\u043a\u0430\u043c \u0431\u043b\u043e\u0433\u0430, \u0430 \u0442\u0430\u043a\u0436\u0435 \u043b\u044e\u0434\u044f\u043c \u043a\u043e\u0442\u043e\u0440\u044b\u0435 \u043f\u0440\u043e\u0441\u0442\u043e \u043f\u043e\u043f\u0430\u043b\u0438 \u043d\u0430 \u0434\u0430\u043d\u043d\u0443\u044e \u0437\u0430\u043f\u0438\u0441\u044c. \u0421\u0435\u0433\u043e\u0434\u043d\u044f \u043c\u044b \u0441 \u0432\u0430\u043c\u0438 \u0431\u0443\u0434\u0435\u043c \u0438\u0437\u043c\u0435\u043d\u044f\u0442\u044c \u043d\u0430\u0437\u0432\u0430\u043d\u0438\u0435 \u0441\u0435\u0442\u0438 \u043d\u0430 \u0441\u0432\u043e\u0439 \u0442\u0435\u043a\u0441\u0442. \u0412 \u043c\u043e\u0435\u043c \u0441\u043b\u0443\u0447\u0430\u0435 \u0437\u0430\u043c\u0435\u043d\u044e \u043d\u0430 \u0441\u0432\u043e\u0439 \u043d\u0438\u043a. \u041d\u0443 \u0447\u0442\u043e \u0436\u0435 \u043d\u0430\u043c \u043f\u043e\u043d\u0430\u0434\u043e\u0431\u0438\u0442\u044c\u0441\u044f? \u041d\u0443 \u0447\u0442\u043e \u0436\u0435, \u043d\u0430\u0447\u043d\u0435\u043c! \u0414\u043d\u044f \u043d\u0430\u0447\u0430\u043b\u0430 \u0441\u043a\u0430\u0447\u0438\u0432\u0430\u0435\u043c \u0441 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0441\u0430\u0439\u0442\u0430 Cowabunga: \u0412\u0441\u0435 \u043e\u0441\u0442\u0430\u043b\u044c\u043d\u044b\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u044f \u0431\u0443\u0434\u0443\u0442 \u043f\u043e\u043a\u0430\u0437\u0430\u043d\u044b \u043d\u0430 \u043e\u043f\u0435\u0440\u0430\u0446\u0438\u043e\u043d\u043d\u043e\u0439\u2026 <a class=\"wp-block-latest-posts__read-more\" href=\"http:\/\/localhost\/ios\/2024\/08\/16\/id63\/\" rel=\"noopener noreferrer\">\u0427\u0438\u0442\u0430\u0442\u044c \u0434\u0430\u043b\u0435\u0435<span class=\"screen-reader-text\">: iOS: \u041a\u0430\u043a \u0441\u0434\u0435\u043b\u0430\u0442\u044c \u0441\u0432\u043e\u0439 \u0442\u0435\u043a\u0441\u0442 \u0432\u043c\u0435\u0441\u0442\u043e Carrier<\/span><\/a><\/div><\/li>\n<li><a class=\"wp-block-latest-posts__post-title\" href=\"http:\/\/localhost\/news\/2024\/08\/03\/id18\/\">\u041d\u043e\u0432\u044b\u0439 \u0441\u0430\u0439\u0442<\/a><time datetime=\"2024-08-03T17:08:07+03:00\" class=\"wp-block-latest-posts__post-date\">03.08.2024<\/time><div class=\"wp-block-latest-posts__post-excerpt\">\u0414\u043e\u0431\u0440\u043e \u043f\u043e\u0436\u0430\u043b\u043e\u0432\u0430\u0442\u044c \u043d\u0430 \u0441\u0430\u0439\u0442 akkenrl.com \u041d\u0430 \u0434\u0430\u043d\u043d\u043e\u043c \u0441\u0430\u0439\u0442\u0435 \u0431\u0443\u0434\u0443\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043d\u043e\u0432\u043e\u0441\u0442\u0438 \u043f\u043e \u043f\u0440\u043e\u0435\u043a\u0442\u0443, \u0432\u0441\u0435 \u043d\u043e\u0432\u043e\u0432\u0432\u0435\u0434\u0435\u043d\u0438\u044f \u0430 \u0442\u0430\u043a\u0436\u0435 \u0434\u043e\u043f\u043e\u043b\u043d\u0438\u0442\u0435\u043b\u044c\u043d\u0430\u044f \u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u044f \u043e \u0434\u0430\u0442\u0430\u0445 \u043e\u0444\u0438\u0446\u0438\u0430\u043b\u044c\u043d\u043e\u0433\u043e \u0432\u044b\u0445\u043e\u0434\u0430 \u0432\u0435\u0440\u0441\u0438\u0439. \u0422\u0430\u043a\u0436\u0435 \u0437\u0434\u0435\u0441\u044c \u0431\u0443\u0434\u0443\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0440\u0430\u0437\u043b\u0438\u0447\u043d\u044b\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b, \u043d\u0430\u043f\u0440\u0438\u043c\u0435\u0440 \u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044b \u0438 \u0432\u0441\u0435 \u0447\u0442\u043e \u043c\u043e\u0436\u0435\u0442 \u043b\u0438\u0431\u043e \u043c\u043d\u0435, \u043b\u0438\u0431\u043e \u0432\u0430\u043c \u043f\u0440\u0438\u0433\u043e\u0434\u0438\u0442\u0441\u044f \u0432 \u0443\u0447\u0435\u0431\u0435 \u0422\u0430\u043a\u0436\u0435 \u0437\u0434\u0435\u0441\u044c \u0431\u0443\u0434\u0443\u0442 \u043f\u0443\u0431\u043b\u0438\u043a\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043e\u0431\u0443\u0447\u0430\u044e\u0449\u0438\u0435 \u043c\u0430\u0442\u0435\u0440\u0438\u0430\u043b\u044b \u043f\u043e \u043e\u043f\u0440\u0435\u0434\u0435\u043b\u0435\u043d\u043d\u044b\u043c \u0442\u0435\u043c\u0430\u043c. \u0418 \u0435\u0449\u0435 \u0431\u0443\u0434\u0443\u2026 <a class=\"wp-block-latest-posts__read-more\" href=\"http:\/\/localhost\/news\/2024\/08\/03\/id18\/\" rel=\"noopener noreferrer\">\u0427\u0438\u0442\u0430\u0442\u044c \u0434\u0430\u043b\u0435\u0435<span class=\"screen-reader-text\">: \u041d\u043e\u0432\u044b\u0439 \u0441\u0430\u0439\u0442<\/span><\/a><\/div><\/li>\n<\/ul>","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_seopress_robots_primary_cat":"","_seopress_titles_title":"","_seopress_titles_desc":"","_seopress_robots_index":"","footnotes":""},"class_list":["post-150","page","type-page","status-publish","hentry"],"_links":{"self":[{"href":"http:\/\/localhost\/wp-json\/wp\/v2\/pages\/150"}],"collection":[{"href":"http:\/\/localhost\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"http:\/\/localhost\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"http:\/\/localhost\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/localhost\/wp-json\/wp\/v2\/comments?post=150"}],"version-history":[{"count":1,"href":"http:\/\/localhost\/wp-json\/wp\/v2\/pages\/150\/revisions"}],"predecessor-version":[{"id":153,"href":"http:\/\/localhost\/wp-json\/wp\/v2\/pages\/150\/revisions\/153"}],"wp:attachment":[{"href":"http:\/\/localhost\/wp-json\/wp\/v2\/media?parent=150"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}